html/characters/secret/mation.html
---
title: "Mation"
---
<div id="outline-container-background" class="outline-2">
<h2 id="background">Background</h2>
<div class="outline-text-2" id="text-background">
<ul class="org-ul">
<li><b>Cultural Origin:</b> Of the Edama (Red Men) race, the most common within the Gran Imperio. From the Gran Imperio, specifically a scholar trained in the Archiver&rsquo;s Guild within the great Ornassion Library.</li>
<li><b>Occupation/Status:</b> Scholar, devoted to the pursuit of knowledge and history. Highly respected within academic circles but often seen as aloof by peers.</li>
<li><b>Family/Relationships:</b> Estranged from family due to his obsessive scholarly pursuits. Few close relationships, but maintains a mentor-student dynamic with senior Archivers.</li>
<li><b>Unique Backstory:</b> His &ldquo;gnostic by practice&rdquo; approach shapes his life; he often neglects his physical needs, becoming so absorbed in his studies that he &ldquo;forgets&rdquo; he has a body. His obsession with unraveling the secrets of Amearan artifacts has led to several breakthroughs, but also personal isolation. He also served in the military for the Gran Imperio, training as a spearman, cavalryman, and finally as a man-at-arms. While adequate with weapons, he found a preference for unarmed combat and has pursued physical excellence within that context. His commitment to honing this skill has led him to undertake trips into the desert to train with the Mochveneba, the people of the desert, learning their unique martial techniques and philosophies.</li>
</ul>
</div>
</div>
<div id="outline-container-personality" class="outline-2">
<h2 id="personality">Personality</h2>
<div class="outline-text-2" id="text-personality">
<ul class="org-ul">
<li><b>Traits:</b> Analytical, intense, inquisitive, and fiercely independent.</li>
<li><b>Quirks/Habits:</b> Known to mutter theories aloud while pacing. Has a tendency to forget meals and sleep, prioritizing intellectual pursuits over basic needs.</li>
<li><b>Strengths:</b> Exceptionally knowledgeable, with a sharp memory and a knack for pattern recognition.</li>
<li><b>Flaws:</b> Socially distant, stubborn, and prone to overthinking. His detachment from his body makes him vulnerable to physical exhaustion and illness.</li>
</ul>
</div>
</div>
<div id="outline-container-connection-to-naurrnen" class="outline-2">
<h2 id="connection-to-naurrnen">Connection to Naurrnen</h2>
<div class="outline-text-2" id="text-connection-to-naurrnen">
<ul class="org-ul">
<li><b>Relationship with Technology (Magic):</b> Driven to understand the Amearan remnants. While he views them as technological marvels, he struggles to grasp their full context, treating them almost as sacred relics of knowledge.</li>
<li><b>Cultural/Philosophical Beliefs:</b> Deeply rooted in the values of scholarship and truth-seeking. Believes in the pursuit of knowledge for its own sake, but is blind to the potential ethical implications of his discoveries.</li>
</ul>
</div>
</div>
<div id="outline-container-goals-and-motivations" class="outline-2">
<h2 id="goals-and-motivations">Goals and Motivations</h2>
<div class="outline-text-2" id="text-goals-and-motivations">
<ul class="org-ul">
<li><b>Short-term Goals:</b> To uncover the secrets of a recently discovered Amearan medical pod.</li>
<li><b>Long-term Aspirations:</b> To achieve a comprehensive understanding of the Amearan civilization, believing that such knowledge could reshape society.</li>
</ul>
</div>
</div>
<div id="outline-container-appearance" class="outline-2">
<h2 id="appearance">Appearance</h2>
<div class="outline-text-2" id="text-appearance">
<ul class="org-ul">
<li><b>Physical Features:</b> Lean, almost gaunt, with pale skin from spending most of his time indoors. His dark hair is perpetually disheveled, and his eyes are sharp and piercing.</li>
<li><b>Attire:</b> Wears simple robes of the Archiver&rsquo;s Guild, often ink-stained and fraying at the edges. Carries a satchel filled with notes, quills, and small Amearan trinkets.</li>
<li><b>Overall Vibe:</b> A man who seems to exist on a different plane, his focus and intensity making him both fascinating and intimidating.</li>
</ul>
</div>
</div>
<div id="outline-container-skills-and-abilities" class="outline-2">
<h2 id="skills-and-abilities">Skills and Abilities</h2>
<div class="outline-text-2" id="text-skills-and-abilities">
<ul class="org-ul">
<li><b>Combat Skills:</b> Trained as a spearman, cavalryman, and man-at-arms, but his true skill lies in unarmed combat, where he has achieved considerable proficiency. His desert training with the Mochveneba has enhanced his agility and precision.</li>
<li><b>Knowledge/Expertise:</b> Extensive understanding of ancient languages, Amearan artifacts, and Gran Imperio history. A master of deduction and synthesis.</li>
<li><b>Special Abilities:</b> None inherently, but his relentless pursuit of knowledge often leads him to &ldquo;see&rdquo; connections others miss.</li>
</ul>
</div>
</div>
<div id="outline-container-key-relationships" class="outline-2">
<h2 id="key-relationships">Key Relationships</h2>
<div class="outline-text-2" id="text-key-relationships">
<ul class="org-ul">
<li><b>Allies</b>
<ul class="org-ul">
<li><b>Halion Seyene:</b> A Hallashim and guest scholar from the Transcribers Guild at the Laurië Citime library in Tanquende.
<ul class="org-ul">
<li>On one of his trips, Halion discovered obscure documents detailing the medical pod’s transformative capabilities.</li>
<li>His jealousy over Mation’s relationship with Elarialaith drives him to enact a dangerous scheme.</li>
</ul></li>
<li><b>Elarialaith Lóteiirimaeth:</b> A beautiful Hallashim scholar who had a romantic involvement with Mation but distanced herself from Matia.</li>
<li>Senior Archivers who respect his intellect, though they often find his methods unorthodox.</li>
<li>A young apprentice who looks up to him.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-potential-story-arcs" class="outline-2">
<h2 id="potential-story-arcs">Potential Story Arcs</h2>
<div class="outline-text-2" id="text-potential-story-arcs">
<ul class="org-ul">
<li>Discovers an Amearan medical pod and unwittingly becomes its subject, forcing him to reconcile with his neglected physicality.</li>
<li>Begins questioning his single-minded pursuit of knowledge, learning the value of balance between intellect and corporeality.</li>
<li>Suspects Halion but lacks evidence.</li>
</ul>
</div>
</div>
<div id="outline-container-major-events" class="outline-2">
<h2 id="major-events">Major Events</h2>
<div class="outline-text-2" id="text-major-events">
<ul class="org-ul">
<li><b>Transformation:</b> Vivid coma dreams during the transformation explore his past as a child and his connection to his new form.</li>
<li><b>Adjustments:</b> Matia adapts to her body, builds relationships with the Mochveneba, and gradually accepts her new identity.</li>
</ul>
</div>
</div>
<div id="outline-container-additional-notes" class="outline-2">
<h2 id="additional-notes">Additional Notes</h2>
<div class="outline-text-2" id="text-additional-notes">
<ul class="org-ul">
<li>The pods go dormant for years after use, leaving Matia unsure if she will ever be able to change back.</li>
</ul>
</div>
</div>
